Repository: common-repository/clone-duplicate-orders-for-woocommerce
Catalog: languages/clone-duplicate-orders-for-woocommerce-*.po
Languages: bn_bd, es_es, fr_fr, hi_in, ja, pa_in, pt_br, zh_cn

source: Quickly and easily clone/duplicate any order in your WooCommerce store.
bn_bd: আপনার WooCommerce স্টোরে দ্রুত এবং সহজে যেকোনো অর্ডার ক্লোন/ডুপ্লিকেট করুন।
es_es: Clona o duplica rápidamente y fácilmente cualquier pedido en tu tienda WooCommerce.
fr_fr: Clonez ou dupliquez rapidement et facilement toute commande dans votre boutique WooCommerce.
hi_in: अपने WooCommerce स्टोर में किसी भी ऑर्डर को जल्दी और आसानी से क्लोन/डुप्लिकेट करें।
ja: WooCommerceストア内の任意の注文を迅速かつ簡単にクローン／複製します。
pa_in: ਤੁਹਾਡੇ WooCommerce ਸਟੋਰ ਵਿੱਚ ਕਿਸੇ ਵੀ ਆਰਡਰ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਅਤੇ ਆਸਾਨੀ ਨਾਲ ਕਲੋਨ/ਡੁਪਲੀਕੇਟ ਕਰੋ।
pt_br: Clone/duplique rapidamente e facilmente qualquer pedido na sua loja WooCommerce.
zh_cn: 快速轻松地克隆/复制您WooCommerce商店中的任何订单。

source: Clone Order
bn_bd: অর্ডার ক্লোন করুন
es_es: Clonar pedido
fr_fr: Cloner la commande
hi_in: ऑर्डर क्लोन करें
ja: 注文をクローン
pa_in: ਆਰਡਰ ਕਲੋਨ ਕਰੋ
pt_br: Clonar Pedido
zh_cn: 克隆订单

source: Clone is not available for this order.
bn_bd: এই অর্ডারের জন্য ক্লোন উপলব্ধ নয়।
es_es: La clonación no está disponible para este pedido.
fr_fr: Le clonage n'est pas disponible pour cette commande.
hi_in: इस ऑर्डर के लिए क्लोन उपलब्ध नहीं है।
ja: この注文にはクローンが利用できません。
pa_in: ਇਸ ਆਰਡਰ ਲਈ ਕਲੋਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pt_br: Clonagem não está disponível para este pedido.
zh_cn: 此订单无法克隆。

source: Clone order
bn_bd: অর্ডার ক্লোন করুন
es_es: Clonar pedido
fr_fr: Cloner la commande
hi_in: ऑर्डर क्लोन करें
ja: 注文をクローン
pa_in: ਆਰਡਰ ਕਲੋਨ ਕਰੋ
pt_br: Clonar pedido
zh_cn: 克隆订单

source: This order is already being cloned, and we have detected multiple clicks. You will be redirected to the orders page shortly.
bn_bd: এই অর্ডারটি ইতিমধ্যে ক্লোন করা হচ্ছে, এবং আমরা একাধিক ক্লিক সনাক্ত করেছি। আপনাকে শীঘ্রই অর্ডার পৃষ্ঠায় পুনঃনির্দেশিত করা হবে।
es_es: Este pedido ya está siendo clonado, y hemos detectado múltiples clics. Serás redirigido a la página de pedidos en breve.
fr_fr: Cette commande est déjà en cours de clonage, et nous avons détecté plusieurs clics. Vous serez redirigé vers la page des commandes sous peu.
hi_in: यह ऑर्डर पहले से ही क्लोन किया जा रहा है, और हमने कई क्लिक का पता लगाया है। आपको जल्द ही ऑर्डर पृष्ठ पर पुनः निर्देशित किया जाएगा।
ja: この注文はすでにクローン中で、複数回クリックが検出されました。まもなく注文ページにリダイレクトされます。
pa_in: ਇਹ ਆਰਡਰ ਪਹਿਲਾਂ ਹੀ ਕਲੋਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ, ਅਤੇ ਅਸੀਂ ਕਈ ਕਲਿੱਕਾਂ ਦਾ ਪਤਾ ਲਗਾਇਆ ਹੈ। ਤੁਸੀਂ ਜਲਦੀ ਹੀ ਆਰਡਰ ਪੰਨੇ 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਹੋ ਜਾਵੋਗੇ।
pt_br: Este pedido já está sendo clonado, e detectamos múltiplos cliques. Você será redirecionado para a página de pedidos em breve.
zh_cn: 此订单已在克隆中，我们检测到多次点击。您将很快被重定向到订单页面。

source: If you are not redirected within %1$d seconds, click %2$s.
bn_bd: যদি আপনি %1$d সেকেন্ডের মধ্যে পুনঃনির্দেশিত না হন, তাহলে %2$s ক্লিক করুন।
es_es: Si no eres redirigido en %1$d segundos, haz clic %2$s.
fr_fr: Si vous n'êtes pas redirigé dans %1$d secondes, cliquez %2$s.
hi_in: यदि आपको %1$d सेकंड के भीतर पुनः निर्देशित नहीं किया जाता है, तो %2$s पर क्लिक करें।
ja: %1$d秒以内にリダイレクトされない場合は、%2$sをクリックしてください。
pa_in: ਜੇਕਰ ਤੁਸੀਂ %1$d ਸਕਿੰਟਾਂ ਵਿੱਚ ਰੀਡਾਇਰੈਕਟ ਨਹੀਂ ਹੁੰਦੇ, ਤਾਂ %2$s 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pt_br: Se você não for redirecionado em %1$d segundos, clique %2$s.
zh_cn: 如果您在%1$d秒内未被重定向，请点击%2$s。

source: here
bn_bd: এখানে
es_es: aquí
fr_fr: ici
hi_in: यहाँ
ja: ここ
pa_in: ਇੱਥੇ
pt_br: aqui
zh_cn: 这里

source: Order successfully duplicated. New order ID: <a href="%1$s">#%2$d</a>
bn_bd: অর্ডার সফলভাবে ডুপ্লিকেট হয়েছে। নতুন অর্ডার আইডি: <a href="%1$s">#%2$d</a>
es_es: Pedido duplicado con éxito. Nuevo ID de pedido: <a href="%1$s">#%2$d</a>
fr_fr: Commande dupliquée avec succès. Nouvel ID de commande : <a href="%1$s">#%2$d</a>
hi_in: ऑर्डर सफलतापूर्वक डुप्लिकेट किया गया। नया ऑर्डर आईडी: <a href="%1$s">#%2$d</a>
ja: 注文が正常に複製されました。新しい注文ID: <a href="%1$s">#%2$d</a>
pa_in: ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਡੁਪਲੀਕੇਟ ਕੀਤਾ ਗਿਆ। ਨਵਾਂ ਆਰਡਰ ID: <a href="%1$s">#%2$d</a>
pt_br: Pedido duplicado com sucesso. Novo ID do pedido: <a href="%1$s">#%2$d</a>
zh_cn: 订单成功复制。新订单ID：<a href="%1$s">#%2$d</a>

source: Nonce verification failed or order ID not set.
bn_bd: নন্স যাচাইকরণ ব্যর্থ হয়েছে বা অর্ডার আইডি সেট করা হয়নি।
es_es: La verificación de nonce falló o el ID del pedido no está establecido.
fr_fr: Échec de la vérification du nonce ou ID de commande non défini.
hi_in: नॉनस सत्यापन विफल या ऑर्डर आईडी सेट नहीं है।
ja: ノンス検証に失敗したか、注文IDが設定されていません。
pa_in: ਨਾਨਸ ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ ਹੋਈ ਜਾਂ ਆਰਡਰ ID ਸੈੱਟ ਨਹੀਂ ਹੈ।
pt_br: Falha na verificação do nonce ou ID do pedido não definido.
zh_cn: Nonce验证失败或未设置订单ID。

source: HPOS Status
bn_bd: HPOS স্ট্যাটাস
es_es: Estado de HPOS
fr_fr: Statut HPOS
hi_in: HPOS स्थिति
ja: HPOSステータス
pa_in: HPOS ਸਥਿਤੀ
pt_br: Status HPOS
zh_cn: HPOS 状态

source: Thanks for activating Clone / Duplicate Orders for WooCommerce.
bn_bd: Clone / Duplicate Orders for WooCommerce সক্রিয় করার জন্য ধন্যবাদ।
es_es: Gracias por activar Clone / Duplicate Orders for WooCommerce.
fr_fr: Merci d'avoir activé Clone / Duplicate Orders for WooCommerce.
hi_in: Clone / Duplicate Orders for WooCommerce को सक्रिय करने के लिए धन्यवाद।
ja: Clone / Duplicate Orders for WooCommerceをアクティブ化していただきありがとうございます。
pa_in: Clone / Duplicate Orders for WooCommerce ਨੂੰ ਐਕਟੀਵੇਟ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।
pt_br: Obrigado por ativar Clone / Duplicate Orders for WooCommerce.
zh_cn: 感谢您激活Clone / Duplicate Orders for WooCommerce。

source: Clone / Duplicate Orders for WooCommerce requires WooCommerce to be active. Please %1$s Activate WooCommerce %2$s.
bn_bd: Clone / Duplicate Orders for WooCommerce সক্রিয় থাকতে WooCommerce প্রয়োজন। অনুগ্রহ করে %1$s WooCommerce সক্রিয় করুন %2$s।
es_es: Clone / Duplicate Orders for WooCommerce requiere que WooCommerce esté activo. Por favor %1$s Activa WooCommerce %2$s.
fr_fr: Clone / Duplicate Orders for WooCommerce nécessite que WooCommerce soit actif. Veuillez %1$s Activer WooCommerce %2$s.
hi_in: Clone / Duplicate Orders for WooCommerce के लिए WooCommerce का सक्रिय होना आवश्यक है। कृपया %1$s WooCommerce सक्रिय करें %2$s।
ja: Clone / Duplicate Orders for WooCommerceはWooCommerceがアクティブである必要があります。%1$s WooCommerceをアクティブ化 %2$sしてください。
pa_in: Clone / Duplicate Orders for WooCommerce ਨੂੰ WooCommerce ਦੇ ਐਕਟਿਵ ਹੋਣ ਦੀ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ %1$s WooCommerce ਐਕਟੀਵੇਟ ਕਰੋ %2$s।
pt_br: Clone / Duplicate Orders for WooCommerce requer que WooCommerce esteja ativo. Por favor, %1$s Ative WooCommerce %2$s.
zh_cn: Clone / Duplicate Orders for WooCommerce需要WooCommerce处于激活状态。请%1$s激活WooCommerce%2$s。

source: Clone / Duplicate Orders for WooCommerce requires WooCommerce to be installed and active. Please %1$s Install WooCommerce%2$s.
bn_bd: Clone / Duplicate Orders for WooCommerce ইনস্টল এবং সক্রিয় থাকতে WooCommerce প্রয়োজন। অনুগ্রহ করে %1$s WooCommerce ইনস্টল করুন %2$s।
es_es: Clone / Duplicate Orders for WooCommerce requiere que WooCommerce esté instalado y activo. Por favor %1$s Instala WooCommerce%2$s.
fr_fr: Clone / Duplicate Orders for WooCommerce nécessite que WooCommerce soit installé et actif. Veuillez %1$s Installer WooCommerce%2$s.
hi_in: Clone / Duplicate Orders for WooCommerce के लिए WooCommerce का इंस्टॉल और सक्रिय होना आवश्यक है। कृपया %1$s WooCommerce इंस्टॉल करें %2$s।
ja: Clone / Duplicate Orders for WooCommerceはWooCommerceがインストールされてアクティブである必要があります。%1$s WooCommerceをインストール %2$sしてください。
pa_in: Clone / Duplicate Orders for WooCommerce ਨੂੰ WooCommerce ਦੇ ਇੰਸਟਾਲ ਅਤੇ ਐਕਟਿਵ ਹੋਣ ਦੀ ਲੋੜ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ %1$s WooCommerce ਇੰਸਟਾਲ ਕਰੋ %2$s।
pt_br: Clone / Duplicate Orders for WooCommerce requer que WooCommerce esteja instalado e ativo. Por favor, %1$s Instale WooCommerce%2$s.
zh_cn: Clone / Duplicate Orders for WooCommerce需要WooCommerce已安装并激活。请%1$s安装WooCommerce%2$s。
